---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RebarFailures.RebarSpacingTooSmall
source: html/59410d99-7b90-e146-ae7a-6c87d2a03157.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RebarFailures.RebarSpacingTooSmall Property

Bar Spacing is too small.

## Syntax (C#)
```csharp
public static FailureDefinitionId RebarSpacingTooSmall { get; }
```